Revit 2024 API
SymbolTypeId.KNPerMSup2 Property
 Symbol kN/m², indicating unit Kilonewtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KNPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property KNPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace